---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionIWideFlange.WebToeOfFillet
source: html/f7a6c67e-019b-266d-e147-4abd705b4607.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionIWideFlange.WebToeOfFillet Property

Detailing distance from outer face of flange to web toe of fillet, in. (mm)

## Syntax (C#)
```csharp
public double WebToeOfFillet { get; set; }
```